{
  "banner": {
    "description": "Con formación en programación y comunicación, dos año de experiencia en consultoría y desarrollo tecnológico, más tres años de trabajo freelance, he desarrollado sitios web, tiendas online y aplicaciones utilizando varios frameworks, plataformas y bibliotecas, y he gestionado configuraciones técnicas para campañas de marketing digital.<br><br> Cada vez más interesada en temas de impacto social, equidad y sostenibilidad, estoy enfocando mi experiencia técnica hacia proyectos y políticas públicas que contribuyan a un cambio positivo.<br><br> Originaria de la Ciudad de México, hablo inglés, español e italiano con fluidez. Fuera del trabajo, disfruto cantar, hacer voluntariado y dar largos paseos con mi perrita, Ofelia.",
    "subtitle": "Programadora y especialista técnica en marketing digital",
    "title": "Hola, soy Ana Mercedes"
  },
  "color_switcher": {
    "apply": "Aplicar"
  },
  "contact": {
    "CV": "CV",
    "subtitle": "No dudes en mandarme un mensaje, hagamos algo increíble.",
    "title": "¡Me encantaría ponernos en contacto!"
  },
  "experience": { "title": "Algunas tecnologías con las que he trabajado" },
  "footer": { "text": "Todos los derechos reservados | Animaciones:" },
  "projects": {
    "collaborators": "Colaboradores",
    "contributions": "Contribuciones",
    "duration": "Duración",
    "fishyBusiness": {
      "contribution": {
        "1": "Implementado el sistema de lobby usando Netcode for GameObjects y Unity Relay",
        "2": "Implementado el sistema de ataque que permite a los jugadores abofetearse unos a otros para robarles el pescado",
        "3": "Implementado el sistema de puntuación, permitiendo a los jugadores cumplir los deseos de sus bebés",
        "4": "Implementado toda la lógica de interfaz de usuario en el juego",
        "5": "Implementado toda la lógica de audio en el juego"
      },
      "description": "Juega como un pingüino papá que tiene que alimentar a sus hijos. Sumérgete para cazar a tus peces o abofetea para robar los del oponente, ¡con el fin de alimentar a tus crías y convertirte en el rey de los papás pingüino!",
      "role": "Programadora de gameplay, UI, audio & networking",
      "team": {
        "1": { "role": "PM, 2D & Tech Artist, & Level Designer" },
        "2": { "role": "Artista 3D" },
        "3": { "role": "Programadora de gameplay & UI" }
      },
      "timeline": "abril 2023 - agosto 2023"
    },
    "granjaHogar": {
      "contribution": {
        "1": "Desarrollé el sitio web utilizando Wordpress",
        "2": "Integré el diseño UI entregado por el cliente"
      },
      "description": "Sitio web en Wordpress para una institución chihuahuense que ofrece un hogar y una vida digna a niños, niñas y adolescentes en situación de vulnerabilidad y pobreza extrema",
      "role": "Desarrolladora de Wordpress",
      "timeline": "junio 2020 - julio 2020"
    },
    "merce": {
      "contribution": {
        "1": "Desarrollé el sitio web utilizando Wordpress",
        "2": "Gestiono la cuenta de Facebook y su comunidad",
        "3": "Diseño y envío los boletines",
        "4": "Gestiono el posicionamiento en Google de la clínica"
      },
      "description": "Un sitio web en Wordpress para una clínica de cirugía de corta estancia",
      "role": "Desarrolladora de Wordpress y community manager",
      "timeline": "octubre 2019 - en curso"
    },
    "ofrut": {
      "contribution": {
        "1": "Desarrollé un sitio web moderno y responsivo usando Next.js",
        "2": "Colaboré de la mano con una diseñadora de UI/UX para garantizar una experiencia de usuario intuitiva y visualmente atractiva."
      },
      "description": "Un sitio web de Next.js para una fábrica de mermeladas y rellenos de frutas",
      "role": "Desarrolladora web",
      "timeline": "diciembre 2024 - en curso"
    },
    "placido": {
      "contribution": {
        "1": "Desarrollé un tema de Wordpress personalizado, moderno y responsivo.",
        "2": "Colaboré de la mano con una diseñadora de UI/UX para garantizar una experiencia de usuario intuitiva y visualmente atractiva.",
        "3": "Integré las funcionalidades para una tienda en línea (checkout, inicio de sesión, etc.) usando Woocommerce."
      },
      "description": "Una tienda en línea de Wordpress para una marca que vende productos con CBD.",
      "role": "Desarrolladora web",
      "timeline": "noviembre 2024 - enero 2025"
    },
    "realval": {
      "contribution": {
        "1": "Diseñé un sitio moderno basado en las necesidades del cliente.",
        "2": "Desarrollé un tema de Wordpress personalizado, moderno y responsivo.",
        "3": "Implementé tipos de post personalizados para las propiedades y proyectos.",
        "4": "Añadí un filtro dinámico personalizado para las propiedades.",
        "5": "Adapté el CMS según las necesidades del cliente."
      },
      "description": "Un sitio web de Wordpress para una compañía de bienes raíces en la que se muestran las propiedades que tienen en renta o venta.",
      "role": "Desarrolladora y diseñadora web",
      "timeline": "enero 2025 - en curso"
    },
    "role": "Rol",
    "ruutel": {
      "contribution": {
        "1": "Desarrollé el sitio web utilizando Shopify",
        "2": "Integré el diseño UI entregado por el cliente",
        "3": "Integré el cambio de moneda e idioma"
      },
      "description": "Una tienda online en Shopify que ofrece piezas de calidad a un precio accesible de México, Latinoamérica y Corea",
      "role": "Desarrolladora de Shopify",
      "timeline": "septiembre 2021 - octubre 2021"
    },
    "subtitle": "Sitios web, juegos y una combinación de diferentes tecnologías.",
    "tag": {
      "C#": "C#",
      "css": "CSS",
      "facebook": "Facebook",
      "gameDev": "Game Dev",
      "google": "Google Suite",
      "html": "HTML",
      "liquid": "Liquid",
      "mailchimp": "Mailchimp",
      "multiplayerOnline": "Multijugador Online",
      "networking": "Networking",
      "next": "Next.js",
      "php": "PHP",
      "shopify": "Shopify",
      "unity": "Unity",
      "webDev": "Web Dev",
      "woocommerce": "Woocommerce",
      "wordpress": "Wordpress"
    },
    "title": "¡Échale un ojo a algunos de mis proyectos!"
  }
}
