{
  "banner": {
    "description": "Con una formazione in programmazione e comunicazione, un anno di esperienza in consulenza e sviluppo tecnologico, più tre anni di lavoro freelance, ho sviluppato siti web, negozi online e app utilizzando vari framework, piattaforme e librerie e ho gestito configurazioni tecniche per campagne di marketing digitale.<br><br> Originaria di Città del Messico, parlo fluentemente inglese, spagnolo e italiano. Fuori dal lavoro, mi piace cantare, fare volontariato e fare lunghe passeggiate con il mio cane, Ofelia.",
    "subtitle": "Developer e tecnica specializzata in Digital Marketing",
    "title": "Ciao, sono Ana Mercedes"
  },
  "contact": {
    "CV": "CV",
    "subtitle": "Sentiti libero di mandarmi un messaggio, facciamo qualcosa di straordinario.",
    "title": "Mi piacerebbe entrare in contatto con voi!"
  },
  "experience": { "title": "Alcune tecnologie con cui ho lavorato" },
  "footer": { "text": "Tutti i diritti riservati | Animazioni:" },
  "projects": {
    "collaborators": "Collaboratori",
    "contributions": "Contributi",
    "duration": "Durata",
    "fishyBusiness": {
      "contribution": {
        "1": "Ho implementato il sistema di lobby utilizzando Netcode for GameObjects e Unity Relay",
        "2": "Ho implementato il sistema di attacco che permette ai giocatori di schiaffeggiarsi l'un l'altro per rubare i loro pesci",
        "3": "Ho implementato il sistema di punteggio, che permette ai giocatori di esaudire i desideri dei loro bambini",
        "4": "Ho implementato tutta la logica UI del gioco",
        "5": "Ho implementato tutta la logica audio del gioco"
      },
      "description": "Gioca nei panni di un pinguino genitore che deve nutrire i suoi pulcini. Tuffati per cacciare i tuoi pesci o schiaffeggia per rubare quelli dell'avversario, in modo da nutrire i tuoi piccoli e diventare il pinguino genitore supremo!",
      "role": "Developer di gameplay, UI, audio e networking",
      "team": {
        "1": { "role": "PM, 2D & Tech Artist, & Level Designer" },
        "2": { "role": "Artista 3D" },
        "3": { "role": "Sviluppo gameplay e UI" }
      },
      "timeline": "Aprile 2023 - Agosto 2023"
    },
    "granjaHogar": {
      "contribution": {
        "1": "Ho sviluppato il sito web utilizzando Wordpress",
        "2": "Ho integrato il design dell'UI fornito dal cliente"
      },
      "description": "Un sito web Wordpress per un'istituzione del Chihuahuan che offre una casa e una vita dignitosa a bambini e adolescenti in situazioni di vulnerabilità e povertà estrema.",
      "role": "Wordpress developer",
      "timeline": "Giugno 2020 - Luglio 2020"
    },
    "merce": {
      "contribution": {
        "1": "Ho sviluppato il sito web con Wordpress",
        "2": "Gestisco l'account Facebook e la sua comunità",
        "3": "Disegno e invio newsletter",
        "4": "Gestisco il posizionamento su Google della clinica"
      },
      "description": "Un sito web Wordpress per una clinica chirurgica di breve durata",
      "role": "Sviluppatrice Wordpress e community manager",
      "timeline": "Ottobre 2019 - in corso"
    },
    "ofrut": {
      "contribution": {
        "1": "Ho sviluppato un sito web moderno e reattivo utilizzando Next.js",
        "2": "Ho collaborato con una designer UI/UX per garantire un'esperienza utente intuitiva e visivamente accattivante"
      },
      "description": "Un sito web Next.js per una fabbrica di marmellate e ripieni di frutta",
      "role": "Sviluppatrice web",
      "timeline": "Dicembre 2024 - in corso"
    },
    "placido": {
      "contributo": {
        "1": "Ho sviluppato un tema personalizzato, moderno e responsive per Wordpress",
        "2": "Ho collaborato con una designer UI/UX per garantire un'esperienza utente intuitiva e visivamente accattivante",
        "3": "Ho integrato le funzionalità di un negozio online (checkout, login, ecc.) utilizzando Woocommerce."
      },
      "description": "Un negozio online Wordpress per un marchio che vende prodotti CBD",
      "ruolo": "Sviluppatrice web",
      "tempistica": "Novembre 2024 - Gennaio 2025"
    },
    "role": "Ruolo",
    "ruutel": {
      "contribution": {
        "1": "Ho sviluppato il sito web utilizzando Shopify",
        "2": "Ho integrato il design UI fornito dal cliente",
        "3": "Ho integrato il cambio di valuta e di lingua"
      },
      "description": "Un negozio online Shopify che offre pezzi di qualità a prezzi accessibili provenienti dal Messico, America Latina e Corea",
      "role": "Sviluppatore Shopify",
      "timeline": "Settembre 2021 - Ottobre 2021"
    },
    "subtitle": "Siti web, giochi e un mix di tecnologie diverse",
    "tag": {
      "C#": "C#",
      "css": "CSS",
      "facebook": "Facebook",
      "gameDev": "Game Dev",
      "google": "Google Suite",
      "html": "HTML",
      "liquid": "Liquid",
      "mailchimp": "Mailchimp",
      "multiplayerOnline": "Multigiocatore Online",
      "networking": "Networking",
      "next": "Next.js",
      "php": "PHP",
      "shopify": "Shopify",
      "unity": "Unity",
      "webDev": "Web Dev",
      "woocommerce": "Woocommerce",
      "wordpress": "Wordpress"
    },
    "title": "Dai un'occhiata ad alcuni dei miei progetti!"
  }
}
