{
  "header.projects": "Progetti",
  "header.aboutMe": "Chi sono",
  "header.contact": "Contatto",

  "banner.hello": "Ciao, sono Ana Mercedes",
  "banner.description": "Developer e tecnica specializzata in Digital Marketing",

  "projects.intro": "Date un'occhiata ad alcuni dei miei projects preferiti finora: siti web, giochi e un mix di tecnologie diverse!",
  "projects.duration": "Durazione",
  "projects.role": "Ruolo",
  "projects.contributions": "Contributi",
  "projects.collaborators": "Collaboratori",

  "projects.tag.networking": "Networking",
  "projects.tag.gameDev": "Game Dev",
  "projects.tag.C#": "C#",
  "projects.tag.unity": "Unity",
  "projects.tag.multiplayerOnline": "Multigiocatore Online",
  "projects.tag.webDev": "Web Dev",
  "projects.tag.wordpress": "Wordpress",
  "projects.tag.html": "HTML",
  "projects.tag.css": "CSS",
  "projects.tag.shopify": "Shopify",
  "projects.tag.liquid": "Liquid",
  "projects.tag.facebook": "Facebook",
  "projects.tag.google": "Google Suite",
  "projects.tag.mailchimp": "Mailchimp",

  "projects.fishyBusiness.description": "Gioca nei panni di un pinguino genitore che deve nutrire i suoi pulcini. Tuffati per cacciare i tuoi pesci o schiaffeggia per rubare quelli dell'avversario, in modo da nutrire i tuoi piccoli e diventare il pinguino genitore supremo!",
  "projects.fishyBusiness.timeline": "Aprile 2023 - Agosto 2023",
  "projects.fishyBusiness.role": "Developer di gameplay, UI, audio e networking",
  "projects.fishyBusiness.contribution.1": "Ho Ho implementato il sistema di lobby utilizzando Netcode for Game Objects e Unity Relay",
  "projects.fishyBusiness.contribution.2": "Ho implementato il sistema di attacco che permette ai giocatori di schiaffeggiarsi l'un l'altro per rubare i loro pesci",
  "projects.fishyBusiness.contribution.3": "Ho implementato il sistema di punteggio, che permette ai giocatori di esaudire i desideri dei loro bambini",
  "projects.fishyBusiness.contribution.4": "Ho implementato tutta la logica dell'UI del gioco",
  "projects.fishyBusiness.contribution.5": "Ho implementata tutta la logica audio del gioco",
  "projects.fishyBusiness.team.1.role": "PM, 2D & Tech Artist, & Level Designer",
  "projects.fishyBusiness.team.2.role": "Artista 3D",
  "projects.fishyBusiness.team.3.role": "Developer di gameplay e UI",

  "projects.granjaHogar.description": "Un sito web Wordpress per un'istituzione del Chihuahuan che offre una casa e una vita dignitosa a bambini e adolescenti in situazioni di vulnerabilità e povertà estrema.",
  "projects.granjaHogar.timeline": "Giugno 2020 - Luglio 2020",
  "projects.granjaHogar.role": "Wordpress developer",
  "projects.granjaHogar.contribution.1": "Ho sviluppato il sito web utilizzando Wordpress",
  "projects.granjaHogar.contribution.2": "Ho integrato il design dell'UI fornito dal cliente",

  "projects.ruutel.description": "Un negozio online Shopify che offre pezzi di qualità a prezzi accessibili provenienti da Messico, America Latina e Corea",
  "projects.ruutel.timeline": "Settembre 2021 - Ottobre 2021",
  "projects.ruutel.role": "Sviluppatore Shopify",
  "projects.ruutel.contribution.1": "Ho sviluppato il sito web utilizzando Shopify",
  "projects.ruutel.contribution.2": "Ho integrato il design UI fornito dal cliente",
  "projects.ruutel.contribution.3": "Ho integrato il cambio di valuta e di lingua",

  "projects.merce.description": "Un sito web Wordpress per una clinica chirurgica di breve durata",
  "projects.merce.timeline": "Ottobre 2019 - in corso",
  "projects.merce.role": "Sviluppatrice Wordpress e community manager",
  "projects.merce.contribution.1": "Ho sviluppato il sito web con Wordpress",
  "projects.merce.contribution.2": "Gestisco l'account Facebook e la comunità",
  "projects.merce.contribution.3": "Disegno e invio newsletter",
  "projects.merce.contribution.4": "Gestisco il posizionamento su Google della clinica",

  "about.description": "Sono una developer e tecnica specializzata in Digital Marketing, altamente motivata e adattabile. Originaria di Città del Messico, parlo fluentemente inglese e italiano. Con oltre un anno di esperienza in una società di consulenza e un'altra di sviluppo tecnologico, più altri tre anni di esperienza come freelance, ho lavorato alla creazione di siti web, negozi online e app utilizzando framework come Ionic e Gatsby, piattaforme come Wordpress e Shopify e librerie come React. Inoltre, gestisco la configurazione tecnica delle campagne di marketing digitale, assicurandomi che gli eventi cruciali, come il monitoraggio dei funnel dell'e-commerce, siano implementati con precisione. Il mio background comprende studi di programmazione e comunicazione. Al di fuori del lavoro, mi piace cantare, fare volontariato e fare lunghe passeggiate con la mia cagnolina Ofelia. Spinta dalla curiosità e dall'impegno a crescere, sono sempre alla ricerca di opportunità per conoscere nuove tecnologie e pratiche di sviluppo.",

  "contact.title": "Mi piacerebbe entrare in contatto con voi!",
  "contact.description": "Non esitate a inviarmi un messaggio su LinkedIn o a contattarmi via e-mail.",
  "contact.CV": "CV",

  "footer.text": "Tutti i diritti riservati | Animazioni:"
}
